# 1.1 1) Установите Python и PyCharm
#     2) Напишите и запустите программу. которая выводит строку  "Hello world!"
#     3) Напишите программу, которая на входе получает имя пользователя, cохраняет его в переменную user_name и выводит строку  "Hello {user_name}!"
#
# 1.2 Напишите программу, чтобы вывести:
# *********
# *       *
# *       *
# *********

print("Hello world!")
user_name = input("введите имя: ")
print(f'Hello {user_name}!')

print("""Напишите программу, чтобы вывести звездочки:
*********
*       *
*       *
*********""")
